[X2PsiGrenade_StatusEffect]
PsiDisorientedFriendlyName="灵能精神病"
PsiDisorientedLostFriendlyName="已解除灵能精神病"
PsiDisorientedFriendlyDesc="正在遭受移动、命中与意志的减益。许多技能被限制。"
PsiDisorientedEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 陷入灵能精神病状态"
PsiDisorientedEffectTickedString="<XGParam:StrValue0/!UnitName/> 仍然处于灵能精神病状态"
PsiDisorientedEffectLostString="<XGParam:StrValue0/!UnitName/> 不再是灵能精神病状态"